// JavaScript(ES6)
// コンソール（＝ブラウザの開発者画面）、または、ターミナルに文字を出力（表示）する方法
// →「console.log("○○");」 というコードは、()の中をコンソールに出力する。
console.log("Hello World");
// 上の例だと→"Hello World"がコンソールに出力される
// コードの書き方
// 文字列をシングルクォーテーション（ ' ）かダブルクォーテーション（ " ）で囲む。下の例の通り
console.log("Hello World");
console.log("Hello World");
// セミコロン
// 文の最後はセミコロン（;）で終わる。
console.log("Hello World");
// コメントアウト
// 文頭に「//」を書くと、その行はコメントとみなされる。＝コメントアウトと言う。
// コメントは、どのような意味のコードであるかを記すメモとして使う。

//課題
// 「Hello World」とコンソールに出力してください
console.log("Hello World");
// 「にんじゃわんこ」とコンソールに出力してください
console.log("にんじゃわんこ");
// 以下の行をコメントアウトしてください
// console.log("この行をコメントアウトしてください");
